CLIENT_PHONE_MESSAGE = 'для продолжения работы отправьте мне пожалуйста свой контактный номер телефона'
CLIENT_STATUS_PRE_MESSAGE = 'Круто! Я так понимаю, что Вас заинтересовала наша техника?'
CLIENT_STATUS_MESSAGE = 'Для того что бы я понял какую вы себе присматриваете технику скажите, вы обращаетесь как Физическое лицо или Юридическое лицо?'

PREFERENCES_MESSAGE = 'Для того что бы более точно я мог Вам предложить варианты, скажите мне пожалуйста чем вы занимаетесь?'

WHAT_EQUIPMENT_MESSAGE = 'Замечательно, теперь расскажите что вы планируете делать на технике'

PREFERENCES_LIST = {
    'spin_off',
    'building_for_self',
    'laying',
    'building_for_sale',
    'landscape_works',
    'install',
    'worker',
    'service',
    'for_self'
}

WHAT_BUDGET_MESSAGE = 'Какой у Вас бюджет? '
CHOOSE_EQUIPMENT_MESSAGE = 'Выберите технику'
MISS_CATALOG = 'Если вы ничего для себя не нашли, нажмите кнопку «Получить весь каталог» и мы направим Вам каталог на всю нашу продукцию.\n\nИли нажмите "Посмотреть контакты" для того чтобы связаться с нами'

CONTACT_MESSAGE = '''Производитель
ООО "БЛЭК-инжиниринг"

📞Телефон: 8 (800) 222-10-45
✉️E-mail: info@redenco.ru
📍Адрес: г. Челябинск, ул. Матросова д.1 пом. 6
🕒Время работы: Пн-Пт с 9:00 до 19:00
📄ИНН: 7448223725
📄ОГРН: 1207400010641
'''
